[
  {
    "id": 1,
    "name": "Al Mugahsail Beach (Salalah)",
    "location": "Dhofar, Oman",
    "description": "Al Mughsayl Beach (also written as Al Mughsail Beach) is probably the most famous tourist attraction in Dhofar, Oman. The beach is liked by the locals and tourists alike. Al Mughsayl is a long stretch of blue water sea and white sand. The landscape is pretty nice and the beach has mountains on both the sides, which make the view elegant and photogenic. It's a perfect picnic spot.",
    "description2": "",
    "description3": "",
    "continents": "Asia",
    "zone": "Western",
    "views": 5235252,
    "rate": 5326544,
    "famous": 2335235,
    "image1": "res/img/gallery/al-mugahsail-salalah__oman/al-mughsail-salalah.jpg",
    "image2": "res/img/gallery/al-mugahsail-salalah__oman/al-mughsail-salalah-2.jfif",
    "image3": ""
  },
  {
    "id": 2,
    "name": "Amed",
    "location": "Bali, Indonesia",
    "description": "Amed is our quintessential Balinese idol. This is exactly what we imagined Bali to be like before we came here for the first time. Amed is the Bali we fell in love with and Amed is the Bali that we will return to time and time again. In fact, we just returned from our second holiday in Amed, and we are already dreaming of going back. Amed beach is one of our best places for a relaxing vacation in Southeast Asia.",
    "description2": "",
    "description3": "",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 4631363,
    "rate": 2353734,
    "famous": 4631367,
    "image1": "res/img/gallery/amed__bali/amed.jpg",
    "image2": "res/img/gallery/amed__bali/amed-2.jfif",
    "image3": ""
  },
  {
    "id": 3,
    "name": "Anse Source d'Argent Beach",
    "location": "La Digue, Seychelles",
    "description": "The absolutely breathtaking scenery is the real highlight of Anse Source d'Argent. The mixture of shallow, clear water, golden sand, and imposing granite formations make it one of the most picturesque beaches anywhere in the world, and one that's well worth visiting for anyone taking a holiday to the Seychelles. This beautiful beach, with all that it has to offer, is a must-visit spot when traveling to Seychelles. Whether you are looking for tranquillity, water sports, or family time, this paradise will not disappoint.",
    "description2": "",
    "description3": "",
    "continents": "Africa",
    "zone": "East",
    "views": 3145316,
    "rate": 46435721,
    "famous": 7456346,
    "image1": "res/img/gallery/anse-source-d.argent__seychelles/anse-source-d-argent-1.jpg",
    "image2": "res/img/gallery/anse-source-d.argent__seychelles/anse-source-d-argent-2.jpg",
    "image3": "res/img/gallery/anse-source-d.argent__seychelles/anse-source-d-argent-3.jpg"
  },
  {
    "id": 4,
    "name": "Awaroa Golden Bay",
    "location": "The Abel Tasman National Park, New Zealand",
    "description": "Located within the protected confines of the South Island's Abel Tasman National Park, Awaroa Beach curves magnificently around the mesmerising shallows of an atoll-like estuary. Meandering its way for 800 metres in length, it has been nicknamed “The People's Beach” since it was purchased by New Zealanders from a private owner after a crowdfunding campaign that received the support of some 40,000 people. A journey here is made all the more special from the fact Awaroa is only accessible on foot and by boat, with no road access. Scenic helicopter flights do overfly the beach without being able to land.",
    "description2": "Should you wish to cross the estuary to the other side, it takes approximately 40 minutes across sand banks revealed by the departing tide, but should only be attempted two hours either side of the low tide time, if at all. As well as the almost unbelievable scenery, Awaroa has become a haven for coastal birds, which now nest nearby.",
    "description3": "",
    "continents": "Oceania",
    "zone": "",
    "views": 5346317,
    "rate": 4343283,
    "famous": 34631332,
    "image1": "res/img/gallery/awaroa-south-island__new-zealand/awaroa-south-island.jpg",
    "image2": "res/img/gallery/awaroa-south-island__new-zealand/awaroa-south-island-2.jpg",
    "image3": ""
  },
  {
    "id": 5,
    "name": "Baía do Sancho",
    "location": "Brazil",
    "description": "Baía do Sancho, or Praya do Sancho, is one of the many paradise beaches of Fernando de Noronha, the main island of the archipelago located about 220 miles from the coast of Brazil, belonging to the State of Pernambuco. It is a true earthly paradise with a favorable temperate climate, and an extraordinary naturalistic oasis rich in flora and fauna, declared a Marine National Park and included among the Unesco natural heritage sites for its spectacular biodiversity. On the northeastern coast of the island, enclosed by verdant rocky walls bathed by the crystalline waters of the Atlantic Ocean lies Baía do Sancho, the beautiful golden sand beach that has been repeatedly noted as the 'most beautiful beach in the world.'",
    "description2": "",
    "description3": "",
    "continents": "America",
    "zone": "South",
    "views": 6235634,
    "rate": 4634217,
    "famous": 1253752,
    "image1": "res/img/gallery/baia-do-sancho__brazil/baia-do-sancho-1.jpg",
    "image2": "res/img/gallery/baia-do-sancho__brazil/baia-do-sancho-2.jpg",
    "image3": ""
  },
  {
    "id": 6,
    "name": "Dam Trau Beach",
    "location": "Con Dao Island, Vietnam",
    "description": "Con Dao, the offshore island in South Vietnam, is considered as a mysterious island that captures the attention of many domestic and international tourists. Con Dao Island is famous not only for Con Dao Prison with stories about Vietnamese heroic soldiers but also for pristine natural landscapes of a pretty island. Coming to Con Dao, tourists should not ignore Bai Dam Trau (Dam Trau Beach), an appealing beach accompanied with a sad-ending love story.",
    "description2": "",
    "description3": "",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 23523543,
    "rate": 5235327,
    "famous": 46374532,
    "image1": "res/img/gallery/bai-dam-trau__vietnam/bai-dam-trau-1.jpg",
    "image2": "res/img/gallery/bai-dam-trau__vietnam/bai-dam-trau-2.jpg",
    "image3": "res/img/gallery/bai-dam-trau__vietnam/bai-dam-trau-3.jpg"
  },
  {
    "id": 7,
    "name": "Benguerra Island",
    "location": "Mozambique",
    "description": "Warm waters, pristine coral reefs teeming with marine life, idyllic beaches, inland freshwater lakes and towering sand dunes have shaped this adventure haven. The lodge lies sheltered within the canopy of an indigenous forest and swaying palm trees. The welcoming guest areas offer views of the lush tropical garden and the ocean beyond. Under the shade of straw covered wooden awnings, inviting comfortable loungers are set up around the lodge's rim flow swimming pool. A colourfully decorated traditional wooden dhow has been converted into a picturesque beach bar, while the cool surrounds of the massage sala hold the promise of deep relaxation.",
    "description2": "The lodge has a range of luxurious thatched accommodation. For families or small groups, the exclusive-use Casa Familia is an ideal option with three ensuite bedrooms, a large deck area and private pool overlooking the beach. Set amidst lush island forest, there are two cosy cabanas, ideal for couples or honeymooners, and the slightly larger 10 casinhas. Cabanas and casinhas all offer private timber decks, rim-flow pools, sun loungers and private salas with irresistible hanging daybeds.",
    "description3": "",
    "continents": "Africa",
    "zone": "East",
    "views": 2352754,
    "rate": 2352754,
    "famous": 2352754,
    "image1": "res/img/gallery/benguerra-island__mozambique/banguerra-island-1.jpg",
    "image2": "res/img/gallery/benguerra-island__mozambique/banguerra-island-2.jpg",
    "image3": "res/img/gallery/benguerra-island__mozambique/banguerra-island-3.jpg"
  },
  {
    "id": 8,
    "name": "Camps Bay",
    "location": "Cape Town",
    "description": "Camps Bay is the premier tourist destination in Cape Town, South Africa, and is magnificently located on the Atlantic Ocean, at the foot of the Twelve Apostles mountain range and adjacent to Table Mountain. Camps Bay is a suburb of Cape Town, with a village feel, offering a convenient location only 15 minutes drive to the city center, 20 minutes from the V&A Waterfront, 30 minutes from the airport, 40 minutes from the Cape Winelands and 60 minutes from Cape Point. You can safely walk to the Camps Bay beachfront during the day and at night.",
    "description2": "",
    "description3": "",
    "continents": "Africa",
    "zone": "South",
    "views": 3463275,
    "rate": 3463275,
    "famous": 3463275,
    "image1": "res/img/gallery/camps-bay__cape-town/camps-bay.jpg",
    "image2": "res/img/gallery/camps-bay__cape-town/camps-bay-2.jpg",
    "image3": ""
  },
  {
    "id": 9,
    "name": "Cancun",
    "location": "Mexico",
    "description": "While Mexico boasts an impressive 6,200-mile-long coastline, Cancun and its 10 Blue Flag beaches continue to rank as one of the most popular spots for a beach vacation in the country. With most of the properties in the Hotel Zone sitting right on their own private stretch of sand, visitors can enjoy the ocean views from their very own balconies. When you're ready for that next refreshing drink while basking in the Cancun sun. On the Caribbean side of the Hotel Zone, you'll find public access beaches like Playa Gaviota Azul —known to locals as Playa Forum—, while in the southern end, Playa Delfines is a great option for people looking for moderate to intense waves.",
    "description2": "On this beach, you will find a well-known photographic parador. Cancun is a paradise for nature lovers and adventure seekers since there are plenty of things to do. Dive or snorkel in the region's mystic cenotes located nearby (limestone sinkholes), or enjoy the day by the beach, jet skiing or parasailing. Cancun is the kind of place where it's perfectly fine—and encouraged—to lounge in the sun or spa, or spend a day at one of its seven different golf courses, admiring the gorgeous views of the water while practicing your swing.",
    "description3": "For a taste of culture visit the Mayan Museum of Cancun, home to hundreds of artifacts uncovered at some of the most prominent archeological sites on the Yucatan peninsula, then be sure to check out the archeological sites that pepper the surrounding region, such as El Meco, El Rey, San Miguelito, Tulum, Cobá and Muyil, among others.",
    "continents": "America",
    "zone": "North",
    "views": 2352179,
    "rate": 2352179,
    "famous": 2352179,
    "image1": "res/img/gallery/cancun__mexico/cancun-1.jpg",
    "image2": "res/img/gallery/cancun__mexico/cancun-2.jpg",
    "image3": ""
  },
  {
    "id": 10,
    "name": "Cap Le Grand National Park",
    "location": "Western Australia",
    "description": "Cape Le Grand National Park was voted 8th place in the Top 10 Beaches in the South Pacific in Tripadvisor's recent 2022 Traveller's Choice Awards - with Western Australia taking out more awards than any other state in Australia! There aren't too many places in Australia where kangaroos sun-bake on the beach. Lucky Bay is home to a colony of friendly kangaroos which are often seen soaking up the sun. It also offers a great camp site and picnic area with beachside views. This pristine park near Esperance is known for its stunning scenery and idyllic beaches where you can go swimming, bush-walking, fishing and camping.",
    "description2": "The landscape changes from massive granite outcrops to freshwater pools and unbelievably white sandy beaches with views over many islands. There are many bush walking trails through the park which traverse the rugged coast and beaches - enjoy the views and then stop off for a refreshing dip in the ocean.",
    "description3": "",
    "continents": "Oceania",
    "zone": "",
    "views": 34648247,
    "rate": 34648247,
    "famous": 34648247,
    "image1": "res/img/gallery/cape-le-grand__australia/cape-le-grand.jpg",
    "image2": "res/img/gallery/cape-le-grand__australia/cape-le-grand-2.jpg",
    "image3": ""
  },
  {
    "id": 11,
    "name": "Clearwater",
    "location": "Pinellas County, Florida, United States",
    "description": "The beach is the stunning centerpiece here, with sugary sands and emerald waters that are just steps from hotels and restaurants. It's no wonder why Clearwater Beach made Travel + Leisure's list of 'The 14 Best Beaches in Florida' in 2021. Rent a shaded cabana for the day - all you need to do is settle in and an attendant will come by.",
    "description2": "For a low-key beach day, walk to the north, where the crowds thin out some. No matter what spot you choose, you'll always find plenty of amenities close by  including a large playground the kids will love right at the base of Pier 60. (Not staying on the beach? Check out our guide to beach parking in St. Pete/Clearwater). For a serene, natural beach experience, head south over Clearwater Pass to Sand Key Park, a pristine beach with acres of undeveloped beachfront.",
    "description3": "",
    "continents": "America",
    "zone": "North",
    "views": 2464832,
    "rate": 2464832,
    "famous": 2464832,
    "image1": "res/img/gallery/clearwater__usa/clearwater.jpg",
    "image2": "res/img/gallery/clearwater__usa/clearwater-2.webp",
    "image3": ""
  },
  {
    "id": 12,
    "name": "Copacabana Beach",
    "location": "Rio de Janeiro, Brazil",
    "description": "Each group stakes out its stretch of sand. The area between the Copacabana Palace hotel and Rua Fernando Mendes is the gay and cross-dresser section, known as the Stock or Stock Market  easily recognized by the rainbow flag. Young football and futevôlei (soccer volleyball) players hold court near Rua Santa Clara. Postos 5 and 6 are a mix of favela kids and carioca retirees, while the spot next to Forte de Copacabana is the colônia dos pescadores (fishermen's colony).",
    "description2": "As Copacabana Beach curves north you get into the quieter sands of Leme (Av Princesa Isabel forms the demarcation between the two neighborhoods). Here you'll find a mix of older Leme residents as well as kids from the nearby favelas of Babilônia and Chapeu Mangueira. The beach is lit at night and there are police in the area, but it's still not wise to walk there after dark  stay near the liveliest beach kiosks when venturing out. Av NS de Copacabana is also sketchy  watch out on weekends, when the shops are closed and there are few locals around.",
    "description3": "",
    "continents": "America",
    "zone": "South",
    "views": 2648672,
    "rate": 2648672,
    "famous": 2648672,
    "image1": "res/img/gallery/copacabana__brazil/copacabana.jpg",
    "image2": "res/img/gallery/copacabana__brazil/copacabana-2.webp",
    "image3": ""
  },
  {
    "id": 13,
    "name": "Chesterman Beach",
    "location": "Canada",
    "description": "The Suites and Cottage at Chesterman Beach are a favourite with travellers looking for privacy and comfort right on the beach. Our romantic Lookout Suite and Ocean Breeze Suite, both face the open ocean, have private entrances and everything you'll need for a memorable getaway. Our cozy, self-catering Garden Cottage is located just off the path to the beach in its own private garden. Consistently rated as a top oceanfront accommodation in Tofino, the Suites and Cottage at Chesterman Beach welcome couples and families year-after-year to their vacation home-away-from-home",
    "description2": "",
    "description3": "",
    "continents": "America",
    "zone": "North",
    "views": 3757961,
    "rate": 3757961,
    "famous": 3757961,
    "image1": "res/img/gallery/chesterman-beach__canada/chesterman-beach-1.jpg",
    "image2": "res/img/gallery/chesterman-beach__canada/chesterman-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 14,
    "name": "Da Nang Beach",
    "location": "Da Nang, Vietnam",
    "description": "Similar in vibe to Surfer's Paradise in Australia or Miami Beach in America, Da Nang feels like a sleepy beach town during the day but comes alive at night with upmarket shopping and dining experiences. Da Nang city has been a hub of foreign culture for hundreds of years. The French Imparted their rich and colonial architecture, whereas modern Chinese and Korean investment has generated a plethora of delicious food options. As for the infrastructure, experts from Singapore have been called on to turn Da Nang into a 'garden city' by 2030. With cutting-edge waste and transport management systems, this city is only going to get greener in the future.",
    "description2": "",
    "description3": "",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 2536176,
    "rate": 2536176,
    "famous": 2536176,
    "image1": "res/img/gallery/da-nang-beach__vietnam/da-nang-1.jpg",
    "image2": "res/img/gallery/da-nang-beach__vietnam/da-nang-2.jpg",
    "image3": ""
  },
  {
    "id": 15,
    "name": "Die Plaat Beach",
    "location": "Gansbaai",
    "description": "One of the most beautiful beach walks. The rock formations are beautiful and the sea is not too rough, it is also not too tame, but you can go for a swim. It is kid-friendly, but a bit long for preschoolers to walk the entire trail on their own two feet. There is also a 4x4 route if you don't feel like walking.",
    "description2": "",
    "description3": "",
    "continents": "Africa",
    "zone": "South",
    "views": 3648765,
    "rate": 3648765,
    "famous": 3648765,
    "image1": "res/img/gallery/die-plaat__africa/die-plaat-1.jpg",
    "image2": "res/img/gallery/die-plaat__africa/die-plaat-2.jpg",
    "image3": ""
  },
  {
    "id": 16,
    "name": "Dolfynstrand",
    "location": "Namibia",
    "description": "Dolfynstrand beach is a part of seaside resort on the South Atlantic coast of Namibia. This gorgeous sandy shore, which from Afrikaans translates to “dolphin beach”, was founded in 1970s. Just few kilometres south of Dolfynstrand is a man-made Bird Island which is a platform off the coast of Namibia and it serves as the breeding ground for birds and for collecting guano. If you are searching for a calm and peaceful place to relax, visit this natural paradise in Namibia.",
    "description2": "",
    "description3": "",
    "continents": "Africa",
    "zone": "South",
    "views": 2453713,
    "rate": 2453713,
    "famous": 2453713,
    "image1": "res/img/gallery/dolfynstrand__namibia/dolfynstrand-1.jpg",
    "image2": "res/img/gallery/dolfynstrand__namibia/dolfynstrand-2.jpg",
    "image3": ""
  },
  {
    "id": 17,
    "name": "Dune of Pilat",
    "location": "France",
    "description": "Dune du Pilat is at its best at dawn and dusk when the temperature cools, the sun gives the dunes a glistening golden glow and the shadows cast patterns on the sand. There are few better ways to end the day than a picnic at the top as the sun sets over the Atlantic Ocean. Find the best sunrise and sunset positions, stock up with a delicious picnic and enjoy this stunning area with our guide to visiting Dune du Pilat. For more information on this beautiful corner of France see our guide to Arcachon Bay.  ",
    "description2": "",
    "description3": "",
    "continents": "Europe",
    "zone": "Western",
    "views": 7456435,
    "rate": 7456435,
    "famous": 7456435,
    "image1": "res/img/gallery/dune-du-pilat__france/dune-du-pilat-1.jpg",
    "image2": "res/img/gallery/dune-du-pilat__france/dune-du-pilat-2.jpg",
    "image3": ""
  },
  {
    "id": 18,
    "name": "Elafonissi Beach",
    "location": "Greece",
    "description": "A truly beautiful beach and protected area of outstanding natural beauty on the South West of Crete, it must not be missed. Always sheltered from rough sea conditions it is perfect for swimming and especially safe for children. Elafonisi is one of the most breathtaking beaches on Crete Island. Its clear blue waters, pink sand, and its unique landscape attract thousands of visitors every year. It has been ranked as one of the most beautiful beaches in the world. Along with the surrounding shores, it belongs to the Natura network because of its unique natural beauty.",
    "description2": "",
    "description3": "",
    "continents": "Europe",
    "zone": "Southeastern",
    "views": 4534563,
    "rate": 4534563,
    "famous": 4534563,
    "image1": "res/img/gallery/elafonissi-beach__greece/elafonissi-beach-1.jpg",
    "image2": "res/img/gallery/elafonissi-beach__greece/elafonissi-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 19,
    "name": "Fakarava Atoll",
    "location": "French Polynesia",
    "description": "As with many of the Tuamotu Atolls, Fakarava is one of the world's best diving destinations. There are two notable passes that feed into the lagoon. The first is the Garuae Pass, located on the north side, which is the widest navigable pass in French Polynesia. The second is the Tumakohua Pass, located on the south side. This pass is home to a narrow underwater valley known as Shark's Hole, which is heavily populated with lemon, whitecap and hammerhead sharks.",
    "description2": "Along with this designation comes great responsibility, and the local community is actively involved in UNESCO's conservation efforts. Most of the 800 inhabitants are pearl and copra (coconut) farmers living primarily in the two villages of Rotoava or Tetamanu. Since their livelihood depends on natural resources, they understand the importance of sustainable development and strive to protect the region's biodiversity.",
    "description3": "",
    "continents": "Oceania",
    "zone": "",
    "views": 6859823,
    "rate": 6859823,
    "famous": 6859823,
    "image1": "res/img/gallery/fakarava__french-polynesia/fakarava-1.jpg",
    "image2": "res/img/gallery/fakarava__french-polynesia/fakarava-2.jpg",
    "image3": ""
  },
  {
    "id": 20,
    "name": "Fiji",
    "location": "Australia",
    "description": "Fiji's beaches are for more than sinking your toes in the sand and getting a nice tan. Its best beaches compete in beauty with the Seussian array of marine life below the water's surface and the candy-colored coral reefs fringing the over 300 islands here.",
    "description2": "Check out Turtle Island and its Honeymoon Beach for ultimate privacy. Looking to indulge in awe-inspiring sunsets? Liku Beach is the place to be. Namale Private Beach garners celebrity attention, as stars like Russell Crowe and Edward Norton frequent this Vanua Levu beach. Natadola Beach is the Fijian beach to be at, if you enjoy a nice swim.",
    "description3": "",
    "continents": "Oceania",
    "zone": "",
    "views": 1353463,
    "rate": 1353463,
    "famous": 1353463,
    "image1": "res/img/gallery/fiji__australia/fiji-1.jpg",
    "image2": "res/img/gallery/fiji__australia/fiji-2.jpg",
    "image3": ""
  },
  {
    "id": 21,
    "name": "Gantheaume Point",
    "location": "Broome, Western Australia",
    "description": "The Gantheaume Point beach area adjoins Cable Beach and is a popular meeting place on the weekend for locals and visitors to launch boats, or spend the day relaxing, swimming and enjoying a cold drink at sunset with family and friends.",
    "description2": "Gantheaume Point beach is also a departure point for Broome's kayak tours, fishing charters, whale watching tours and extended cruises.",
    "description3": "At Gantheaume Point cliffs and lighthouse, take the well-worn track past the interpretive signage to reach the cast of dinosaur footprints, always a popular attraction with children. The real dinosaur footprints, over 130 million years old and preserved in reef rock can be seen at very low tide at the bottom of the cliff.",
    "continents": "Oceania",
    "zone": "",
    "views": 1634634,
    "rate": 4634634,
    "famous": 3634634,
    "image1": "res/img/gallery/gantheaume-point__australia/gantheaume-point-1.jpg",
    "image2": "res/img/gallery/gantheaume-point__australia/gantheaume-point-2.jpg",
    "image3": ""
  },
  {
    "id": 22,
    "name": "Grace Bay",
    "location": "Turks and Caicos Islands",
    "description": "When it comes to ranking the best beaches in the world, opinions will certainly vary. After all, while many travelers share a love for the beach, not all beach lovers are looking for the same thing. But indeed, there are a few qualities most people can agree on when it comes to choosing the best of the best. And that's precisely why Grace Bay Beach is consistently voted among the best beaches worldwide — most recently by the UK-based Alpha Travel Insurance, who has dubbed our beloved Grace Bay No. 1 in the world. And that's one more reason to send your clients to the Turks & Caicos for their dream beach vacation.",
    "description2": "No matter what kind of beach you prefer, there's one thing most people can agree on: crystal-clear water is always a winner. And the water on Grace Bay is so impossibly clear, it may as well be a giant swimming pool. When you can wade neck-deep into the ocean and still see your toes — that's when you know you've found someplace special. We guarantee your clients will be raving about the ocean here for years to come.",
    "description3": "",
    "continents": "America",
    "zone": "North",
    "views": 3346376,
    "rate": 3346376,
    "famous": 1346376,
    "image1": "res/img/gallery/grace-bay-beach__providenciales/grace-bay-beach.jpg",
    "image2": "res/img/gallery/grace-bay-beach__providenciales/grace-bay-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 23,
    "name": "Grand Anse Beach",
    "location": "Morne Rouge, Grenada",
    "description": "Even the best beach experiences can be dulled by a crowd. Grand Anse is quite the popular beach spot, as evidenced by the sheer number of beach hotels, resorts, restaurants, beach clubs, and shops in the vicinity, yet it never seems to feel too crowded thanks to the length of this beautiful stretch. Even when there are multiple cruise ships docked at St. George's port bringing new visitors to the island, you won't have a hard time finding a spot to relax on the sand.",
    "description2": "When the topic of gorgeous Caribbean beaches comes up, Grand Anse Beach in Grenada is often mentioned. Known and loved for its turquoise waters framed by white, powdery sand, swimmers and sunbathers can spend hours on this beach and still not be ready to leave. There's plenty of room to explore and settle into your own space amid the pure natural beauty. The cherry on top? Grand Anse Beach is home to almond and palm trees that provide the perfect amount of shade, and sea grapes trees that will add just the right dose of color to any vacation photo.",
    "description3": "",
    "continents": "America",
    "zone": "Caribbean",
    "views": 13463462,
    "rate": 23463462,
    "famous": 13463462,
    "image1": "res/img/gallery/grand-anse__grenada/grand-anse-1.jpg",
    "image2": "res/img/gallery/grand-anse__grenada/grand-anse-2.jpg",
    "image3": ""
  },
  {
    "id": 24,
    "name": "Haad Rin",
    "location": "Ban Tai, Thailand",
    "description": "There is a sunrise rise beach and a sunset beach. The sunrise beach (Haad Rin Nok) is the most popular and also the lively party beach in which the Full Moon Party is held. This happens once at the end of each month.",
    "description2": "The sunset beach (Haad Rin Nai) is the much quieter beach.",
    "description3": "",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 1346342,
    "rate": 1346342,
    "famous": 1346342,
    "image1": "res/img/gallery/haad-rin-beach__thailand/haad-rin-beach-1.jpg",
    "image2": "res/img/gallery/haad-rin-beach__thailand/haad-rin-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 25,
    "name": "Hanalei Bay",
    "location": "Hawaii, Western USA",
    "description": "Hanalei Bay is Kauaʻi's postcard-perfect beach, embracing surfers, paddlers, bodyboarders and beach bums alike. It's a perfect crescent of golden sand lining the two-mile stretch of the beautiful bay, running west from the mouth of the Hanalei River. It's divided into four named sections, though as you enjoy a beachfront walk you can't tell where one ends and the next begins. Each offers different conditions for swimming and surfing, so don't assume it's safe to enter the ocean anywhere along the continuous strip.",
    "description2": "The short easternmost stretch of Hanalei Bay, alongside the rivermouth, usually offers the calmest surf among the wild North Shore swells, and is popular with novice surfers. It's also known as Hanalei Pier for its unmistakable landmark jetty, perfect for a sunset stroll. In summer, swimming, snorkeling and SUP are decent  though the river itself can carry bacteria. Kayakers launch from a boat ramp on the river.",
    "description3": "",
    "continents": "America",
    "zone": "North",
    "views": 13463236,
    "rate": 13463236,
    "famous": 13463236,
    "image1": "res/img/gallery/hanalei-bay__usa/hanalei-bay-1.jpg",
    "image2": "res/img/gallery/hanalei-bay__usa/hanalei-bay-2.jpg",
    "image3": ""
  },
  {
    "id": 26,
    "name": "Hidden Beach",
    "location": "Philippines",
    "description": "The Secret Beach is a highlight and a must-see during an El Nido speedboat island hopping trip. When your boat arrives, all you'll see is a massive wall of limestone cliffs, with no sign of a beach. Swim across the gap between the high cliffs to reach the Secret Beach. Behind the wall enclosing it, a wonderful surprise in the form of a secret, undeveloped beach awaits you.",
    "description2": "Swim through the hole with caution, especially if there are big waves. Because kayaks cannot fit through the opening, swimming is your only choice. Your tour guide will provide you life jackets and help you navigate the inside.",
    "description3": "Depends on how good of a swimmer you are, doing this can be a tad challenging since waves and currents can be strong. Your tour guide will help you swim through - he will wait for you on the side of the opening and pushes you in at the right moment.",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 1235274,
    "rate": 1235274,
    "famous": 1235274,
    "image1": "res/img/gallery/hidden-beach__philippines/hidden-beach-1.jpg",
    "image2": "res/img/gallery/hidden-beach__philippines/hidden-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 27,
    "name": "Honopu Beach",
    "location": "Hawaii, Western USA",
    "description": "Honopu means 'conch shell' in Hawaiian. It got this name because of the conch shell-like sound that the arch makes when northerly winds blow into the valley. Another nickname of Honopu is Cathedral Beach.",
    "description2": "Trying to reach Honopu Beach is an adventure that is certainly not for everyone. Since swimming to the beach is necessary to set foot on it, one must be a very strong swimmer to reach it (and wear fins). When the surf is up, it is dangerous to enter the ocean along the Na Pali Coast because of strong rip currents and pounding surf.",
    "description3": "Also, currents can be present even if the ocean appears calm. Keep in mind that the currents usually flow in the same direction, so if you swim over to Honopu and it was easy, it may not be as easy on the way back if the current comes from that direction (which you may not have noticed on your way there). During summer when the ocean is calm, some people walk from Kalalau Beach on the exposed rocks and sand along the cliffs to Honopu Beach for most of the way.",
    "continents": "America",
    "zone": "North",
    "views": 1346346,
    "rate": 1346346,
    "famous": 1346346,
    "image1": "res/img/gallery/honopu-beach-kauai__usa/honopu-beach-1.jpg",
    "image2": "res/img/gallery/honopu-beach-kauai__usa/honopu-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 28,
    "name": "Île aux Cerfs",
    "location": "Mauritius",
    "description": "The Ile Aux Cerfs beaches offer several water sports activities, restaurants and also a five stars hotel with a golf course, all making this amazing paradise island the perfect setting for a relaxing day of sun worship while enjoying various water sports, beach activities and even golfing.",
    "description2": "On Ile Aux Cerfs you will find many restaurants that cater to almost every palate and you should definitely try some of the local cuisine. In addition, there is a big selection of water sports kiosks along certain parts of Ile Aux Cerfs beach including: water skiing, banana, glass bottom boats and more.",
    "description3": "Ile Aux Cerfs is a highly recommended location for snorkeling. The coral reef is beautiful and full of marine life, and together with the large black rocks that protrude into the water, it is an ideal place to snorkel and to enjoy the rich underwater world.",
    "continents": "Africa",
    "zone": "East",
    "views": 1275765,
    "rate": 1275765,
    "famous": 1275765,
    "image1": "res/img/gallery/ile-aux-cerfs__mauritius/ile-aux-cerfs-1.jpg",
    "image2": "res/img/gallery/ile-aux-cerfs__mauritius/ile-aux-cerfs-2.jpg",
    "image3": ""
  },
  {
    "id": 29,
    "name": "Turquoise Bay",
    "location": "Australia",
    "description": "Turquoise Bay took out the Number 1 spot in the Top 10 Beaches in the South Pacific and came 3rd in the top 25 Beaches in the World in Tripadvisor's recent 2022 Traveller's Choice Awards.",
    "description2": "The white sand beaches of Turquoise Bay give way to the crystal clear waters of the Ningaloo Reef Lagoon which are brimming with pristine coral gardens just footsteps from the beach. This makes Turquoise Bay one of the Ningaloo region's premier land-based snorkelling sites.",
    "description3": "Snorkelling the Turquoise Bay Drift takes you across thick coral gardens which are home to hundreds of species of brightly coloured reef fish as well as sea turtles, harmless reef sharks and stingrays. Visitors can opt for do-it-yourself snorkelling straight off the beach, or take a guided snorkel tour.",
    "continents": "Oceania",
    "zone": "",
    "views": 1746745,
    "rate": 1746745,
    "famous": 1746745,
    "image1": "res/img/gallery/turquoise-bay__australia/turquoise-beach-1.jpg",
    "image2": "res/img/gallery/turquoise-bay__australia/turquoise-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 30,
    "name": "Keem Beach",
    "location": "Republic of Ireland",
    "description": "At the heart of Keem Bay is the beautiful fine sandy beach. This strand is bordered on two sides by cliffs; to the east by the slopes of Croaghaun mountain, and to the west by a spar called Moyteoge. At the top of this spar, at an elevation of about 200m, is a former coastguard watch-house. For hillwalkers, this spot marks the start of a a breathtaking 1.5km walk along the top of the cliffs of Benmore towards Achill Head, the most westerly point of Achill Island.",
    "description2": "At the far end of the stepped valley of Keem Bay is the booley village of Bunowna. This consists of the remains of about 17 circular stone cottages which were formerly used as a summer residence for herders tending their cattle in summer pasture.",
    "description3": "",
    "continents": "Europe",
    "zone": "North-Western",
    "views": 174573,
    "rate": 174573,
    "famous": 174573,
    "image1": "res/img/gallery/keem-bay__ireland/keem-bay-1.jpg",
    "image2": "res/img/gallery/keem-bay__ireland/keem-bay-2.jpg",
    "image3": ""
  },
  {
    "id": 31,
    "name": "La Jolla",
    "location": "California, USA",
    "description": "With a dramatic coastline boasting incredible views, it's no surprise that La Jolla is one of the most popular beach destinations in California. Surrounded on three sides by the sea and backed by the steep slopes of Mt. Soledad, La Jolla's natural beauty, abundance of activities and upscale village lifestyle ensure that it lives up to its nickname as 'the jewel' of San Diego.",
    "description2": "Consistently voted one of the top beach destinations in the world, La Jolla offers a wide range of accommodations from luxurious hotels to casual coastal retreats, along with museums and art galleries, one-of-a-kind boutiques, great restaurants and a slew of outdoor activities. Home to the famous Torrey Pines Golf Course and The Lodge at Torrey Pines, the scenic cliff area offers well-groomed hiking trails with spectacular views, and world-class golf. At Torrey Pines Gliderport you can soar out over the beach cliffs on a hang glider or just relax and watch the action above.",
    "description3": "Along the dramatic coastline lies Scripps Park, where families can picnic throughout the summer, while enjoying Fourth of July fireworks and concerts under the stars. Just south of the park is the Children's Pool, where a seawall was originally built to protect kids from incoming waves, but has been long taken over by a local seal colony. People are no longer permitted to swim here, but you can walk out along the seawall for a close-up view of the wildlife.",
    "continents": "America",
    "zone": "North",
    "views": 1765845,
    "rate": 1765845,
    "famous": 1765845,
    "image1": "res/img/gallery/la-jolla__usa/la-jolla-1.jpg",
    "image2": "res/img/gallery/la-jolla__usa/la-jolla-2.jpg",
    "image3": ""
  },
  {
    "id": 32,
    "name": "La Pelosa Beach",
    "location": "Republic of Italy",
    "description": "Spiaggia La Pelosa is accompanied by an ancient sixteenth century watchtower, the Torre della Pelosa, that used to be part of Sardinia's marine defense system. Since this is a popular diving area, there are two diving centers in the vicinity: the Asinara Diving Center, and the Roccaruja Diving Center. Both offer diving excursions in the Capo Falcone area. Surfboards and canoes are for rent at the Stintino Windsurfing Center nearby.",
    "description2": "Unsurprisingly, the beach can get crowded during peak season in July and August, but if you find yourself in the area of Sassari or Porto Torres, Spiaggia La Pelosa is definitely worth a visit. For many Europeans, La Pelosa is a marvelous opportunity to experience a Caribbean-style beach at a fraction of the cost.",
    "description3": "",
    "continents": "Europe",
    "zone": "Southern-Western",
    "views": 1534536,
    "rate": 1534536,
    "famous": 1534536,
    "image1": "res/img/gallery/la-pelosa-beach__italy/la-pelosa-beach-1.jpg",
    "image2": "res/img/gallery/la-pelosa-beach__italy/la-pelosa-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 33,
    "name": "Le Morne Brabant",
    "location": "Mauritius",
    "description": "Le Morne Mountain represents marronage and its impact in Mauritius. It is a symbol of the slaves' fight for freedom, their suffering, and their sacrifice. The countries from which the slaves came from are: the African mainland, Madagascar, and India- these people have been represented culturally by Mauritians through shared memories and oral traditions.",
    "description2": "Indeed, Mauritius, an important stopover in the eastern slave trade, also came to be known as the “Maroon republic” because of the large number of escaped slaves who lived on Le Morne Brabant Mountain. Maroon slaves lived in harsh conditions including, lack of food, shelter and the fear of being discovered. The punishment for marronage was very harsh and it included whipping, torture and even death.",
    "description3": "",
    "continents": "Africa",
    "zone": "East",
    "views": 1143613,
    "rate": 1143613,
    "famous": 1143613,
    "image1": "res/img/gallery/le-morne-brabant__mauritius/le-morne-1.jpg",
    "image2": "res/img/gallery/le-morne-brabant__mauritius/le-morne-2.jpg",
    "image3": ""
  },
  {
    "id": 34,
    "name": "Luskentyre Beach",
    "location": "Harris, Scotland",
    "description": "Luskentyre is one of the largest and most spectacular beaches on Harris. Named one of the UK's best beaches in the TripAdvisor Travellers' Choice Awards, Luskentyre sands boasts miles of white sand and stunning green-blue water.",
    "description2": "Scenery includes wonderful sand dunes and the island of Taransay, famous for being the setting of the BBC's Castaway. Nearby activities include hillwalking, cycling and much more.",
    "description3": "",
    "continents": "Europe",
    "zone": "North-West",
    "views": 1352355,
    "rate": 1352355,
    "famous": 1352355,
    "image1": "res/img/gallery/luskentyre__scotland/luskentyre-1.jpg",
    "image2": "res/img/gallery/luskentyre__scotland/luskentyre-2.jpg",
    "image3": ""
  },
  {
    "id": 35,
    "name": "Marathonísi",
    "location": "Greece",
    "description": "Marathonisi Island is an islet in Laganas Bay, a few nautical miles from the southern coast of Zakynthos. Marathonisi Beach is considered one of the most beautiful in Zakynthos and is among those that easily fall within the collective imagination of paradise on earth. Here the sea has breathtaking shades of color: between green and blue near the coast and an intense electric blue offshore.",
    "description2": "The beach is located in the Marine Park, as a protected area, the beach is accessible up to 3 meters from the shore and a rope indicates its limit. WWF volunteers check that the tourists respect the rules and help the boats to moor without anchors (prohibited in the protected area).",
    "description3": "",
    "continents": "Europe",
    "zone": "Southeastern",
    "views": 134563,
    "rate": 134563,
    "famous": 134563,
    "image1": "res/img/gallery/marathonisi__greece/morathonisi-1.jpg",
    "image2": "res/img/gallery/marathonisi__greece/morathonisi-2.jpg",
    "image3": ""
  },
  {
    "id": 36,
    "name": "Matira Beach",
    "location": "French Polynesia",
    "description": "Matira Beach is the largest public access beach in Bora Bora making it extremely popular with visitors. The water is crystal-clear and the sand is soft and downy. Matira Beach is also peppered with resorts, shops and eateries, so it's a convenient place to spend most of a day.",
    "description2": "Travelers and locals alike have nothing but positive things to say about the beach. Most comment on the incredibly blue water and how the shoreline is rarely ever crowded making it the perfect place for some rest and relaxation. But save your snorkeling for another beach, as the shallow waters aren't the best for spotting sea life. If you don't have time to spend a whole day at the beach, many say the sunsets are at least worth a visit.",
    "description3": "",
    "continents": "Europe",
    "zone": "Western",
    "views": 1256542,
    "rate": 1256542,
    "famous": 1256542,
    "image1": "res/img/gallery/matira-beach__french-polynesia/matria-beach-1.jpg",
    "image2": "res/img/gallery/matira-beach__french-polynesia/matria-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 37,
    "name": "Maui",
    "location": "Hawaii, Western USA",
    "description": "Maui, known also as “The Valley Isle,” is the second largest Hawaiian island. The island beloved for its world-famous beaches, the sacred ʻĪao Valley, views of migrating humpback whales (during winter months), farm-to-table cuisine and the magnificent sunrise and sunset from Haleakalā. It's not surprising Maui has been voted 'Best Island in the U.S.' by Condé Nast Traveler readers for more than 20 years. Check out the regions of Maui and all this island has to offer.",
    "description2": "Aloha from Maui, Hawaii! This beautiful Hawaiian island is known for its stunning beaches, lush rainforests, and mouth-watering cuisine. From the quaint charm of small towns to the vibrant energy of world-renowned attractions, Maui has something for everyone. Whether you're looking to relax in the sun or explore the culture of the Islands, there's an adventure waiting for you. From the awe-inspiring Haleakala National Park to the picturesque Hana Highway to the stunning beaches of Ka'anapali and Wailea, you'll never run out of things to do.",
    "description3": "",
    "continents": "America",
    "zone": "North",
    "views": 134645,
    "rate": 134645,
    "famous": 134645,
    "image1": "res/img/gallery/maui__usa/maui-1.jpg",
    "image2": "res/img/gallery/maui__usa/maui-2.jpg",
    "image3": ""
  },
  {
    "id": 38,
    "name": "Miami Beach",
    "location": "Florida, USA",
    "description": "Take an Art Deco tour of Miami Beach to fully appreciate the area's signature architecture. The South Beach Art Deco District is a whimsical collection of more than 800 architecturally protected buildings in Miami Beach from the 1930s and 1940s - a definite must-see.",
    "description2": "Stay in one of its boutique or throwback hotels - you'll also find some of Miami Beach's finest dining, nightlife and spas here.",
    "description3": "North Beach's Ocean Terrace is fast becoming a smaller version of South Beach, with inviting oceanfront hotels and cafés.",
    "continents": "America",
    "zone": "North",
    "views": 1346342,
    "rate": 1346342,
    "famous": 1346342,
    "image1": "res/img/gallery/miami-beach__usa/miami-beach-1.jpg",
    "image2": "res/img/gallery/miami-beach__usa/miami-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 39,
    "name": "Nungwi Beach",
    "location": "Tanzania",
    "description": "Once a hub for dhow building, Nungwi straddles the line between modernity and tradition. Although the tourism industry has significantly developed the area, you can still watch the dhow boats cast off for a night of deep-sea fishing.",
    "description2": "The clear blue waters are beautifully calm, thanks in part to its tip-of-the-island location, where the changing of tides is less dramatic than some other islands.",
    "description3": "Nungwi is a tourist hotspot due to its prime location on the main island, exquisite beauty, activities and accommodation to suit all budgets.",
    "continents": "Africa",
    "zone": "East",
    "views": 1543623,
    "rate": 1543623,
    "famous": 1543623,
    "image1": "res/img/gallery/nungwi-beach__tanzania/nungwi-beach-1.jpg",
    "image2": "res/img/gallery/nungwi-beach__tanzania/nungwi-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 40,
    "name": "Ocracoke Lifeguarded Beach",
    "location": "Ocracoke, North Carolina, USA",
    "description": "Ocracoke has a special beach atmosphere. Known as the Pearl of Outer Banks, Ocracoke Island has miles of wild, secluded beaches. A special part of the Cape Hatteras National Seashore, Ocracoke beaches feel far away from the rest of North Carolina's Outer Banks. You can easily access the beach just outside of Ocracoke Village. Beachcombing is a way of life on Ocracoke, and shelling, beach driving, and surf fishing are a fun part of every Ocracoke vacation.",
    "description2": "Designated by Dr. Beach as one of the best beaches in America, and once again voted #1 in 2022, the Lifeguard Beach is the place to go if you have a car and want to go to the beach. To get to the Lifeguard beach, most people drive or ride bikes rather than walk. Lots of parking and restrooms are available. The Lifeguard Beach has a pet water fountain, a wheelchair friendly beach access ramp, and a viewing platform.",
    "description3": "",
    "continents": "America",
    "zone": "North",
    "views": 1235236,
    "rate": 1235236,
    "famous": 1235236,
    "image1": "res/img/gallery/ocracoke-lifeguarded-beach__north-carolina/ocracoke-lifeguarded-beach-1.jpg",
    "image2": "res/img/gallery/ocracoke-lifeguarded-beach__north-carolina/ocracoke-lifeguarded-beach-2.jpg",
    "image-3": ""
  },
  {
    "id": 41,
    "name": "Ora Beach",
    "location": "Maluku, Indonesia",
    "description": "Pantai Ora or Ora beach is located on the island of Seram, Maluku Tengah. This is heaven on earth. No need to go far away to foreign countries to get a peaceful atmosphere with the natural landscape, especially for having the magnificent beach.",
    "description2": "Pantai Ora offers a natural beauty that is second to none, one more proof for the tourists out there that Indonesia has such beautiful beach like this. As far as we can see, the charm of the beauty of the beach is worth aligned with other beautiful beaches like Boracay beach in the Philippines or the Bora-Bora in the Pacific Ocean.",
    "description3": "Ora beach in settled in the village of Saleman, Northern Seram District, Central Maluku. On this beach there is a resort named Ora Beach Resort which has 6 pieces cottages and all made of wood with thatched roofs.",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 2352631,
    "rate": 2352631,
    "famous": 2352631,
    "image1": "res/img/gallery/ora-beach__indonesia/ora-beach-1.jpg",
    "image2": "res/img/gallery/ora-beach__indonesia/ora-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 42,
    "name": "Petite Anse",
    "location": "Seychelles",
    "description": "Petite Anse is a peaceful bay that allows for relaxing in the sun and swimming in crystalline waters of the Indian Ocean. You will see time-worn granite boulders jutting out of the water, and the beach is surrounded by a beautiful verdant tropical forest. The sand here is powder soft and white - this is somewhere enjoy taking a break from the world on this beach.",
    "description2": "As the name suggests, Petite Anse is somewhat smaller than its neighbour Anse Soleil; it is also a little more off the beaten track, so usually queit. It is around a 20 minute walk from the nearest parking spot down to the beach but you will know it is worth it as you look down on this gem, with the white of the sand accentuating how turquoise blue the waters are.",
    "description3": "The water is so lovely that you will want to swim, but the ocean here is vast with very strong currents so be careful. You can buy a coconut from a palm shack to enjoy in the shade as you gaze out into the Indian Ocean.",
    "continents": "Africa",
    "zone": "East",
    "views": 1235325,
    "rate": 1235325,
    "famous": 1235325,
    "image1": "res/img/gallery/petite-anse__seychelles/patite-anse.jpg",
    "image2": "res/img/gallery/petite-anse__seychelles/patite-anse-2.webp",
    "image3": ""
  },
  {
    "id": 43,
    "name": "Pink Sands Beach",
    "location": "Bahamas",
    "description": "This is one of the most unique and beautiful beaches in the world! Also the Bahamas is a desirable holiday destination, since it has numerous great beaches and resorts.",
    "description2": "Found on the one of the smaller islands of the Bahamas, the beach provides a perfect place to sunbathe and swim in the warm crystal clear water. But the most impressive thing about it is a 5 km (3 mi) long stretch of soft pink sand! It makes it one of the most unusual beaches in the world.",
    "description3": "The light rose color is a result of foraminifera - a marine animal - and its red shell, which crushes and later mixes with the white sand. The elegant island provides numerous resorts, that ensure ultimate relaxation in these pristine surroundings. Visitors can go swimming, snorkeling and fishing, while in the evening they can visit the town and enjoy its exciting nightlife.",
    "continents": "America",
    "zone": "Caribbean",
    "views": 2351235,
    "rate": 2351235,
    "famous": 2351235,
    "image1": "res/img/gallery/pink-sand-beach__barbuda/pink-sand-beach-1.jpg",
    "image2": "res/img/gallery/pink-sand-beach__barbuda/pink-sand-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 44,
    "name": "Playa de Ses Illetes",
    "location": "Spain",
    "description": "Ses Illetes beach (or Playa de Ses Illetes) is located in the peninsula of Es Trucadors, in the northern part of Formentera island. It is on the west side of this trip of sand that we find the wonderful pink beach; this particular color is given by the union between the fine white grains of sand and the residues of coral dust that emerge from the sea.",
    "description2": "The name Playa de Ses Illetes means 'beach of the small islands': nearby we find Illa des Ponent, Illa de Tramuntana, Escull des Pou, Illa Rodona, Escull d 'en Paia, Racò des Palo and the most famous Espalmador.",
    "description3": "",
    "continents": "Europe",
    "zone": "South-Western",
    "views": 7651235,
    "rate": 7651235,
    "famous": 7651235,
    "image1": "res/img/gallery/playa-de-ses-illetes__balearic-island/playa-de-ses-illetes.jpg",
    "image2": "res/img/gallery/playa-de-ses-illetes__balearic-island/playa-de-ses-illetes-2.webp",
    "image3": ""
  },
  {
    "id": 45,
    "name": "Playa Paraiso Beach",
    "location": "Cayo Largo, Cuba",
    "description": "Playa Paraiso is a fabulous stretch of beach where soft, powdery white sand runs parallel to a turquoise sea, all under an almost eternally clear blue sky. It is sandwiched between Playa Blanca and Playa Sirena beaches to the east and west respectively. These and a number of other top-rated beaches are dotted around the resort island of Cayo Largo, just off the Cuban southwest coast. Access to the island is easiest by light aircraft using Cayo Largo Del Sur Airport.",
    "description2": "The folk in charge of heaven must have been in party mood when they created “Paradise Beach”, that is the direct translation from Spanish. It is serenely beautiful and secluded - visitors can use various forms of public transport to reach it. With its calm, shallow waters gently lapping the dazzling sand, you will find little to do other than enjoy the warm, azure waters of the Caribbean, sun worship and relax while contemplating where on earth you would find a better spot.",
    "description3": "",
    "continents": "America",
    "zone": "Caribbean",
    "views": 1357643,
    "rate": 1357643,
    "famous": 1357643,
    "image1": "res/img/gallery/playa-parasio-beach__cuba/playa-parasio-cayo-largo-del-sur-1.jpg",
    "image2": "res/img/gallery/playa-parasio-beach__cuba/playa-parasio-cayo-largo-del-sur-2.jpg",
    "image3": ""
  },
  {
    "id": 46,
    "name": "Polihale Beach",
    "location": "Hawaii, Western USA",
    "description": "Polihale State Park is on the westernmost side of Kauai island situated in a remote and beautiful 57 hectares of golden sandy beach area. The area is not privately-owned and is a place for all of the public to enjoy.",
    "description2": "While the Kauai state park may be a challenge to reach, it is a great place for those that love to get off the beaten path and enjoy nature with far fewer people around.",
    "description3": "There are also some crystal clear beaches surrounded by 100-foot high sand dunes.",
    "continents": "America",
    "zone": "North",
    "views": 12464323,
    "rate": 12464323,
    "famous": 12464323,
    "image1": "res/img/gallery/polihale-beach__usa/polihale-beach-1.jpg",
    "image2": "res/img/gallery/polihale-beach__usa/polihale-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 47,
    "name": "Marinha Beach",
    "location": "Portugal",
    "description": "Praia da Marinha is one of the most beautiful beaches in Portugal and all of Europe. It is located in the central Algarve near the towns of Lagoa and Carvoeiro and is known for its stunning cliff formations, golden sand, and clear blue water.",
    "description2": "This incredible Portuguese beach is only 10 minutes from another of the Algarve's must-see attractions, Benagil Cave, so it is easy to combine your visit to the caves with a stop at this unmissable beach. Praia da Marinha is relatively small and popular with both locals and tourists alike, but it is usually not too crowded, which makes for a perfect spot to spend the day.",
    "description3": "With ideal Algarve weather year-round, Praia da Marinha is worth a visit no matter when you'll be traveling to the Algarve. And at low tide, you'll even be able to explore the hidden sea coves within the surrounding cliffs.",
    "continents": "Europe",
    "zone": "South-Western",
    "views": 1346342,
    "rate": 1346342,
    "famous": 1346342,
    "image1": "res/img/gallery/praia-de-marinha__portugal/praia-de-marinha-1.jfif",
    "image2": "res/img/gallery/praia-de-marinha__portugal/praia-de-marinha-2.jfif",
    "image3": ""
  },
  {
    "id": 48,
    "name": "Praia de Santa Mónica",
    "location": "Cape Verde",
    "description": "Praia de Santa Mónica (Portuguese meaning 'beach of Saint Monica') is a sandy beach in the southwestern part of the island of Boa Vista in Cape Verde. The nearest village is Povoação Velha, 5 km to the north. The beach is adjacent to the protected area Morro de Areia Nature Reserve, which is important for endemic birds and turtles. Praia de Santa Mónica is part of a tourism development zone.",
    "description2": "",
    "description3": "",
    "continents": "Africa",
    "zone": "Western",
    "views": 1352352,
    "rate": 1352352,
    "famous": 1352352,
    "image1": "res/img/gallery/praia-de-santa-monica__cape-varde/praia-de-santa-monica.jpg",
    "image2": "res/img/gallery/praia-de-santa-monica__cape-varde/praia-de-santa-monica-2.jpg",
    "image3": ""
  },
  {
    "id": 49,
    "name": "Puerto Vallarta",
    "location": "Mexico",
    "description": "Puerto Vallarta is a very special tourist destination, unlike prefab destinations like Cancun or Los Cabos. PV grew organically from being a small fishing town on the west coast of the State of Jalisco into a full-fledged world-class tourist destination.",
    "description2": "This was part luck and also lots of local effort and promotion. It also helped a lot that Puerto Vallarta is just naturally beautiful, with green jungle hills, clear sandy beaches, clear emerald-blue waters, spectacular sunsets, and lots of other natural and cultural delights.",
    "description3": "The city's downtown area is a place where nature and art coexist, now a protected cultural heritage of Jalisco. So, more than ever, it's a place to dive into what Mexico really is all about.",
    "continents": "America",
    "zone": "North",
    "views": 1346321,
    "rate": 1346321,
    "famous": 1346321,
    "image1": "res/img/gallery/puerto-vallarta__mexico/puerto-vallarta-1.jpg",
    "image2": "res/img/gallery/puerto-vallarta__mexico/puerto-vallarta-2.jpg",
    "image3": ""
  },
  {
    "id": 50,
    "name": "Phuket",
    "location": "Thailand",
    "description": "Phuket's reputation as Thailand's premier leisure playground is well founded. Distinguished by lush, jungle-clad mountains, gorgeous beaches and turquoise waters, the island's geographical wonders are backdrops to a world-famous pleasure zone.",
    "description2": "Most holidaymakers head to the west coast for the photogenic and super-popular beaches of Patong, Surin, Kamala, Kata and Karong. Further north is Bang Tao beach, the stunning setting for the Laguna Phuket complex. This cluster of resorts, restaurants and leisure attractions is ideal for families and travellers who like everything at their fingertips. For a more laid-back destination with an authentic local vibe, venture south to Cape Panwa.",
    "description3": "Old Phuket Town, with its beautiful heritage architecture, vibrant Thai-Chinese-Indian-Malay population and flourishing dining scene, is a pleasant cultural diversion from the sand and sea. And of course, no trip to Phuket is complete without an excursion to the spectacular Phang Nga Bay, with dramatic limestone outcrops and aquamarine waters that will send your Instagram followers into a frenzy.",
    "continents": "Asian",
    "zone": "Southeast",
    "views": 1856351,
    "rate": 1856351,
    "famous": 1856351,
    "image1": "res/img/gallery/phuket__thailand/phuket.jpg",
    "image2": "res/img/gallery/phuket__thailand/phuket-2.jpg",
    "image3": ""
  },
  {
    "id": 51,
    "name": "Radhanagar Beach",
    "location": "India",
    "description": "Tucked in Havelock Island, Radhanagar Beach is regarded as the best beach in India. It is a pristine stretch of sand backed by turquoise water and lush forest. Radhanagar Beach is commonly called Beach No. 7 and it looks straight out of the postcard. Times Magazine has awarded it the title of the '7th best beach in the world'. Radhanagar Beach is one of the many highlights, not only in Havelock but also in the Andaman Islands.",
    "description2": "Dotted with palm trees, the beach offers tourists a tranquil ambiance to relax and unwind amidst nature. Take a walk barefoot and relish the sight of the aqua waves brushing against the feet. The scenery is so surreal that it will allow you to reconnect with the poet within yourself. No wonder, you can choose Radhanagar Beach for a complete makeover of mind.",
    "description3": "",
    "continents": "Asia",
    "zone": "South",
    "views": 1463725,
    "rate": 1463725,
    "famous": 1463725,
    "image1": "res/img/gallery/radhanagar-beach__india/radhanagar-beach.jfif",
    "image2": "res/img/gallery/radhanagar-beach__india/radhanagar-beach-2.jfif",
    "image3": ""
  },
  {
    "id": 52,
    "name": "Railay Beach",
    "location": "Thailand",
    "description": "Railay Beach, often spelled Rai Leh, is located in southern Thailand, in the beautiful province of Krabi on the Andaman Sea. Unique is especially the location on a peninsula bordered by jungle and limestone rock landscape, which is not connected with any road or path with the mainland, and thus fascinates with a certain seclusion. The highlight is mainly the breathtaking landscape, but also the picturesque sandy beaches, which are among the absolutely most beautiful in Thailand. Not only popular with vacationers, Railay Beach is also known in the climbing scene thanks to its high rock walls.",
    "description2": "Some travelers come via a day tour, but many also stay for a vacation at Railay Beach. There are several fascinating beaches on the peninsula at once, there are numerous nice pubs and restaurants as well as great accommodations that make a trip the perfect experience. A real insider tip is also The Grotto Restaurant at Phra Nang Beach, a famous cave restaurant in a breathtaking setting.",
    "description3": "",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 1346373,
    "rate": 1346373,
    "famous": 1346373,
    "image1": "res/img/gallery/railay-west__thailand/railay-west-1.jpg",
    "image2": "res/img/gallery/railay-west__thailand/railay-west-2.jpg",
    "image3": ""
  },
  {
    "id": 53,
    "name": "Reethi Rah",
    "location": "Maldives",
    "description": "Located on a small island in Baa Atoll, a mere 35-minutes seaplane ride from Male', guests can still find tranquility paired with a true Maldivian jungle feeling in this busy world. Our comfortable standalone and semi-detached villas are thoughtfully designed while offering a unique service in the comfort of a distinctive environment.",
    "description2": "The Beach Villas are one of the largest in the Maldives with high rafted ceilings and beautiful wooden doors that slide open out to your private beach. There's so much privacy and lush tropical vegetation between each villa that you virtually have to ride your bike from one villa to the next. All Beach Villas have their own outdoor shower. The Beach Villas with Pool have large private pools that extend onto your beach with an outdoor dining area.",
    "description3": "",
    "continents": "Asia",
    "zone": "South",
    "views": 1634732,
    "rate": 1634732,
    "famous": 1634732,
    "image1": "res/img/gallery/reethi-rah__maldives/reethi-rah-1.jpg",
    "image2": "res/img/gallery/reethi-rah__maldives/reethi-rah-2.jpg",
    "image3": ""
  },
  {
    "id": 54,
    "name": "Sapodilla Bay Beach",
    "location": "Turks and Caicos Islands",
    "description": "SAPODILLA BAY is a found off the south coast of Providenciales near Chalk Sound, and is a beautiful 900 foot (275 meter) long stretch of sheltered beach. The water here is very shallow, calm and clear, and the typically calm conditions can be excellent for families and those visiting with small children.",
    "description2": "Sapodilla Bay offers an interesting setting. There are luxury vacation villas on the beach and surrounding coastal cliffs, private yachts anchor in the bay, and the nearby Chalk Sound area is beautiful.",
    "description3": "The ocean water temp in the Turks and Caicos is always great, yet the sheltered coast of Sapodilla Bay and Taylor Bay tend to have even warmer water due to localized heating by the sun.",
    "continents": "America",
    "zone": "North",
    "views": 1346373,
    "rate": 1346373,
    "famous": 1346373,
    "image1": "res/img/gallery/sapodilla__america/belize-1.jpg",
    "image2": "res/img/gallery/sapodilla__america/belize-2.jpg",
    "image3": ""
  },
  {
    "id": 55,
    "name": "Saud Beach",
    "location": "Pagudpud, Philippines",
    "description": "The jewel in the crown of Pagudpud is Saud Beach, with its renowned wonderful fine white sand. The waters of the South China Sea are a magnificent blue and crystal clear all the time.",
    "description2": "The beach is lined with over hanging coconut palms, creating a scene from a dream. A popular venue for fashion photo shoots.",
    "description3": "The principal quality was that it was untouched by commercialism. This really is one of the Philippines best kept tourism secrets. Ask any one who has visited and they will confirm this fact.",
    "continents": "Asia",
    "zone": "Southeast",
    "views": 137345,
    "rate": 137345,
    "famous": 137345,
    "image1": "res/img/gallery/saud-beach__philippines/saud-beach-1.jpg",
    "image2": "res/img/gallery/saud-beach__philippines/saud-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 56,
    "name": "Scala dei Turchi",
    "location": "Southern Sicily, Italy",
    "description": "La Scala dei Turchi is a stunning white rock formation located on the south coast of the island of Sicily in the Meditteranean. Also known as the Stair of the Turks or the Turkish Steps, Scala dei Turchi is a terraced white rock staircase that stretches over the coast below.",
    "description2": "Scala dei Turchi is a very popular destination for visitors who want to see the terraced white stone steps that have naturally formed on the cliffside. The steps are the second most popular tourist site in Agrigento, after the Valley of the Temples.",
    "description3": "The steps have always been very popular with locals and tourists who came to relax in the sun, swim and jump off the steps into the sea. In recent years a new rule has been implemented meaning visitors are not allowed to walk on the steps due to a conservation effort.",
    "continents": "Europe",
    "zone": "Southern-Western",
    "views": 1346362,
    "rate": 1346362,
    "famous": 1346362,
    "image1": "res/img/gallery/scala-dei-turchi__sicily/scala-dei-turchi.jpg",
    "image2": "res/img/gallery/scala-dei-turchi__sicily/scala-dei-turchi-2.jpg",
    "image3": ""
  },
  {
    "id": 57,
    "name": "Seven Mile Beach",
    "location": "Cayman Islands",
    "description": "The expansive waterfront here is open to the public, making it possible to walk the full length of the shore regardless of where you're staying. Taking a stroll, you'll stumble on restaurants at the resorts and several beach bars. Seven Mile Beach encompasses so many different activities, too. Whether you want to work on your tan and watch the waves roll in, or partake in some parasailing, Seven Mile Beach gives you every chance to enjoy what Cayman is all about.",
    "description2": "Seven Mile Beach is surrounded by several popular attractions as well. You can peruse the Seven Mile Shops or snorkel /scuba dive in the peaceful seas around Cemetery Reef. Cayman's capital, George Town, is also close by.",
    "description3": "Seven Mile Beach is beautiful and big enough to offer something for everyone. Take the day and just walk enjoying the sun, sand and sea.",
    "continents": "America",
    "zone": "Caribbean",
    "views": 1725842,
    "rate": 1725842,
    "famous": 1725842,
    "image1": "res/img/gallery/seven-mile-beach__cayman-islands/seven-mile-beach-1.jpg",
    "image2": "res/img/gallery/seven-mile-beach__cayman-islands/seven-mile-beach-2.jpg",
    "image3": ""
  },
  {
    "id": 58,
    "name": "Playa de Sotavento",
    "location": "Fuerteventura",
    "description": "'Playa de Sotavento', which is 5 km long, is situated on the southern east coast of Fuerteventura. The beach is divided into the sections 'Playa Risco del Paso' (the small town is also called Risco del Paso) and 'Playa Barca'. On both beach sections there are surf spots by Rene Egli. Every year, windsurfing and kite boarding world championships take place here. Playa de Sotavento is ideal for both surfing and kite boarding beginners and masters. The beach is too windy for relaxed bathing but you can lie down in the protected small dunes that are covered with vegetation. You can also do naturism and the beach is suitable for children since the water is very shallow. However, you have to consider that there are many surfers in the sea. ",
    "description2": "",
    "description3": "",
    "continents": "Europe",
    "zone": "Southwestern",
    "views": 1457245,
    "rate": 1457245,
    "famous": 1457245,
    "image1": "res/img/gallery/sotavento__fuerteventura/sotavento.jpg",
    "image2": "res/img/gallery/sotavento__fuerteventura/sotavento-2.jpg",
    "image3": ""
  },
  {
    "id": 59,
    "name": "St. Lucia",
    "location": "Saint Lucia",
    "description": "Equal parts beauty and mystique, Saint Lucia captivates anyone who sets foot on her coastline. Always evocative, she welcomes visitors with her soothing waves, warm beaches, and hospitable people. The only sovereign nation to be named for a woman, the island personifies adventure and inspiration. Her visitors invariably find themselves reluctant to leave and eager to return.",
    "description2": "St. Lucia suits travelers seeking a relaxing beach vacation with active pursuits, plus charming island culture. For hikers, there's the lush rainforest, Pidgeon Island National Park, and Tet Paul Nature Trail. La Soufrière, set against the majestic volcanic Pitons, is known for its Sulphur Springs and mud baths, beautiful Diamond Botanical Gardens, and the romantic, private black-sand beach of Anse Mamin. Get a taste of local cuisine at a bevy of restaurants serving up everything from green figs and salt fish to cassava bread. And be sure to catch an afternoon cricket game plus the popular Gros Islet Fish Fry on Friday nights.",
    "description3": "",
    "continents": "America",
    "zone": "Caribbean",
    "views": 1457243,
    "rate": 1457243,
    "famous": 1457243,
    "image1": "res/img/gallery/st.lucia__caribbean/st.lucia-1.jpg",
    "image2": "res/img/gallery/st.lucia__caribbean/st.lucia-2.jpg",
    "image3": ""
  },
  {
    "id": 60,
    "name": "Tahiti",
    "location": "Australia",
    "description": "The yearning for connection and love has never been stronger. While a worldwide pandemic has separated us, we've invited you to Reconnect with the World. Now, it's time for you to Feel Treasured in The Islands of Tahiti.",
    "description2": "Feel treasured by warm welcomes and time-honoured traditions. Untouched wonders and breathtaking encounters. Exotic luxuries and hidden sanctuaries. Welcome to a place where you've probably never been, but always belonged. You will feel treasured in The Islands of Tahiti.",
    "description3": "Mana is the heart of the Polynesian universe. It's the life force and spirit that flows through everything, it arises from the life, love, sharing, beauty, goodness and things that merge harmoniously in our universe. It is the reason you will feel treasured in The Islands of Tahiti.",
    "continents": "Oceania",
    "zone": "",
    "views": 1427243,
    "rate": 1427243,
    "famous": 1427243,
    "image1": "res/img/gallery/tahiti__australia/tahiti.jpg",
    "image2": "res/img/gallery/tahiti__australia/tahiti-2.webp",
    "image3": ""
  },
  {
    "id": 61,
    "name": "Tortuga Bay",
    "location": "Santa Cruz Island, California, USA",
    "description": "Tortuga Bay is an excellent spot to kick back and enjoy the usual types of beach activities, but surrounded by the fascinating Galapagos wildlife. It is a good spot to relax and sun bathe, or alternatively to swim, snorkel or take a walk. It is important to note that you cannot swim directly from the main beach at Tortuga Bay - this is forbidden due to the strong currents, but you can do so at the nearby cove, which is more sheltered. You can also rent kayaks here.",
    "description2": "Birdwatching is another popular pursuit at Tortuga Bay. This is because there are an interesting array of bird residing here. There are pelicans and finches, and in the salt lagoon that backs onto the mangroves there are sometimes flamingos too.",
    "description3": "When to go depends on the weather you like. Between December and May the weather is warmer, but you may expect some rain showers in the afternoon at times. From June to November, the temperatures are cooler, and it can be a bit cloudy, but temperatures may be more tolerable. However, any time of year can be good to go to Tortuga Bay, as it is usually warm.",
    "continents": "America",
    "zone": "North",
    "views": 123462,
    "rate": 123462,
    "famous": 123462,
    "image1": "res/img/gallery/tortuga-bay__galapagos/tortuga-bay-santa-cruz-island.jpg",
    "image2": "res/img/gallery/tortuga-bay__galapagos/tortuga-bay-santa-cruz-island-2.jpg",
    "image3": ""
  },
  {
    "id": 62,
    "name": "Tulum",
    "location": "Mexico",
    "description": "Breathe it in… the salty air, the wafting of floral incense, the deep sweetness of tropical flora and fauna…exhale slowly. You have arrived in Tulum. The magic of Tulum and the reason it has become such an extraordinary destination on the Yucatan Peninsula lies not only in the history of the nearby Mayan ruins of the same name, but in the energetic pull the city and sea have over those who come to visit. Below is our guide to making the best of your visit to Tulum. We hope you enjoy!",
    "description2": "In addition to archeological beauty, Tulum is also popular for its beaches, with a coastline of powdery sand that stretches 10 miles to the UNESCO Sian Ka'an Biosphere Reserve. Tulum is divided into three “zonas” or zones each with their own distinct identity and vibe: the archaeological site, 'El Pueblo' (Downtown Tulum) and the hotel zone, that is divided in North and South and there's a big difference between the two. If you're looking for untouched stretches of sand, head to the lesser developed beaches on the north side. You'll find more lively beaches on the southern side since they're lined with hotels, restaurants, and beach clubs.",
    "description3": "",
    "continents": "America",
    "zone": "South",
    "views": 1745746,
    "rate": 1745746,
    "famous": 1745746,
    "image1": "res/img/gallery/tulum__mexico/tulum-1.jpg",
    "image2": "res/img/gallery/tulum__mexico/tulum-2.jpg",
    "image3": ""
  },
  {
    "id": 63,
    "name": "U.S. Virgin Islands",
    "location": "U.S. Virgin Islands",
    "description": "Between the Atlantic Ocean and the Caribbean Sea, you'll find four dynamic islands with bustling historic districts, vibrant cultures, sumptuous dishes and sprawling beaches known for their emerald waters and bright coral sand. A territory of the United States since 1917, the U.S. Virgin Islands comprises four principal islands - St. Croix , St. John, St. Thomas and Water Island - plus 50 smaller islands, cays and islets that are part of the Caribbean archipelago. The U.S. Virgin Islands is also a leader in sustainable tourism with a commitment to protecting and preserving its natural environment and cultural heritage.",
    "description2": "Nicknamed 'America's Paradise,' the U.S. Virgin Islands is famous for its beautiful white-sand beaches, turquoise waters and friendly people. A destination that has no real 'off-season,' the islands' average winter temperatures of 29 degrees Celsius (slightly higher in the summer) provides perfect beach weather all year long. Whether you prefer a beach chair, hammock or towel in the sand, spend the day sunbathing your cares away with views of dreamy seascapes at one of the islands' beaches, which are consistently ranked among the top 10 in the world.",
    "description3": "",
    "continents": "America",
    "zone": "Caribbean",
    "views": 1456843,
    "rate": 1456843,
    "famous": 1456843,
    "image1": "res/img/gallery/u.s-virgin-islands__caribbean//u.s-virgin-islands-1.jpg",
    "image2": "res/img/gallery/u.s-virgin-islands__caribbean//u.s-virgin-islands-2.jpg",
    "image3": ""
  },
  {
    "id": 64,
    "name": "Uig Sands",
    "location": "Scotland",
    "description": "Uig Sands Beach is a gorgeous Scottish beach on the southwestern side of the Isle of Lewis.  It is known for the Uig Chessmen.  In 1831, a set of 93 pieces from a Viking chess set were discovered in a stone chamber on this beach.  The chess pieces were made of walrus ivory and whales' teeth and they are thought to have been made in Norway in the 12th century.  The original chess pieces are on display in the National Museum of Scotland in Edinburgh and the British Museum in London.  But there is a giant - larger than life - replica of the King piece on display on the beach.",
    "description2": "Good for kiting and windsurfing and buggies at low tide although sand can get soft. Kitesurfers learning find this a good spot as at high tide it is very shallow and flat due to the shallow gradient. At low tides you can get some waves.",
    "description3": "",
    "continents": "Europe",
    "zone": "North-West",
    "views": 1345735,
    "rate": 1345735,
    "famous": 1345735,
    "image1": "res/img/gallery/uig-sands__scotland/uig-sands-1.jpg",
    "image2": "res/img/gallery/uig-sands__scotland/uig-sands-2.jpg",
    "image3": ""
  },
  {
    "id": 65,
    "name": "Whitehaven Beach",
    "location": "Whitsundays, Australia",
    "description": "Located in the heart of the Great Barrier Reef, Whitehaven Beach is one of the world's most unspoiled and beautiful beaches, and was voted '#1 Best of the Best Beaches in the World' in the Tripadvisor Travellers' Choice Awards 2021.",
    "description2": "Whitehaven Beach is protected by the Whitsunday Islands National Park, and in the heart of the Great Barrier Reef. It's been voted the world's top eco-friendly beach, and Queensland's cleanest beach. ",
    "description3": "Whitsunday Island's famous beach stretches for seven kilometres and is washed by swirls of turquoise, blue and green water. The sand is 98 per cent pure white silica, which gives it a brilliant, near luminescent colour. ",
    "continents": "Oceania",
    "zone": "",
    "views": 6354132,
    "rate": 6354132,
    "famous": 6354132,
    "image1": "res/img/gallery/whitehaven-beach__australia/whitehaven-beach-1.jpg",
    "image2": "res/img/gallery/whitehaven-beach__australia/whitehaven-beach-2.jpg",
    "image3": ""
  }
]
