[
  {
    "id": 1,
    "name": "CRSSD FESTIVAL SPRING 2023",
    "startingTime": "03/04/2023 00:00:00",
    "location": "San Diego, CA",
    "img": "res/img/festivals/crssd-festival.jpg",
    "description": "CRSSD Festival returns to Waterfront Park in downtown San Deigo with this now annual springstartingTime event. The electronic heavy festival has introduced indie rock into the lineup over the last few editions as well as some incredible underground DJs. Leave the hula hoops, LED gloves, and totems at home -- they're prohibted at CRSSD.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 2,
    "name": "SXM FESTIVAL 2023",
    "startingTime": "03/08/2023 00:00:00",
    "location": "Saint Martin",
    "img": "res/img/festivals/sxm-festival-editorial.jpg",
    "description": "Set on the paradise island of Saint-Martin / Sint-Maarten, featuring the creme of international DJs and electronic music talent, SXM Festival prides it itself upon drawing the most discerning crowd of music lovers. A reaction to large, faceless festivals around the world, year one of SXM saw an influential group of dancefloor aficionados - who value and respect the scene's history and culture - come together in beautiful surroundings to dance together and experience the joys of one of the Caribbean's most fun and friendly locations.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 3,
    "name": "HANGOUT FEST 2023",
    "startingTime": "05/19/2023 00:00:00",
    "location": "Gulf Shores, AL",
    "img": "res/img/festivals/hangout.jpg",
    "description": "Hangout takes music festivalling to the beach with this springstartingTime party held mid-May on the golden sands of Gulf Shores, Alabama. The huge lineup of just about every genre frequently gives a sneak peek to what's coming this summer in the United States. As far as we know, this is the only festival in the world where you can watch the main stage from a hot tub.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 4,
    "name": "SPRING BREAK ISLAND 2023",
    "startingTime": "05/26/2023 00:00:00",
    "location": "Pag Island, Croatia",
    "img": "res/img/festivals/spring-break-island-editorial-3.jpg",
    "description": "The madness of Croatia's Spring Break Island features two long weekends with 5000+ festies heading to Zrce Beach. Boat parties. Night parties. After beach parties. Glow in the dark parties. Are you sensing a theme yet?",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 5,
    "name": "HOSPITALITY ON THE BEACH 2023",
    "startingTime": "07/04/2023 00:00:00",
    "location": "Tisno, Croatia",
    "img": "res/img/festivals/hospitality-on-the-beach.jpg",
    "description": "Hospitality On The Beach is located on the beautiful shores of Tisno's Garden Resort. Pack your bags and join us on the picturesque beach and clear blue seas where your favourite drum & bass DJs will be blasting basslines from morning 'til dusk",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 6,
    "name": "LOST AND FOUND MALTA 2023",
    "startingTime": "06/02/2023 00:00:00",
    "location": "Numero Uno, Malta",
    "img": "res/img/festivals/lost-and-found.jpg",
    "description": "Annie Mac, a popular Irish DJ, hosts the Lost and Found Festival every spring on the sun-drenched island of Malta. Sultry electronic beats transform this warm weather holiday haven into a bumping 4-day festival. AMP Lost and Found finds itself playing in multiople venues including castle raves and boat parties.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 7,
    "name": "HIDEOUT FESTIVAL 2023",
    "startingTime": "06/25/2023 00:00:00",
    "location": "Pag, Croatia",
    "img": "res/img/festivals/hideout-festival.jpg",
    "description": "You're going to need a vacation from your vacation after Hideout. With five packed days and nights of pool, boat, and after parties with 100+ DJs and thousands of electronic fans tearing it up under the Croatian sun, Hideout remains one of the standout electronic parties of the summer.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 8,
    "name": "SUNRISE FESTIVAL 2023",
    "startingTime": "06/23/2023 00:00:00",
    "location": "Lille, Belgium",
    "img": "res/img/festivals/sunrise-festival.jpg",
    "description": "The beautiful people of Belgium gather together on the shores of De Lilse Bergen for a weekend of sun, swimming, and dancing. Spend the afternoon lounging at the lake followed by three straight nights of bumping tunes. There's a lot happening here, so dig your toes into the sand and enjoy the music.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 9,
    "name": "BAREFOOT COUNTRY 2023",
    "startingTime": "06/15/2023 00:00:00",
    "location": "Wildwood, NJ",
    "img": "res/img/festivals/barefoot-country.jpg",
    "description": "A unique blend of today's country headliners and up-and-comers, BCMF is host to the industry's biggest stars. With the combination of country music and the scenic Wildwood's backdrop, this family-friendly, three-day fest is a summer vacation destination.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 10,
    "name": "ANJUNADEEP EXPLORATIONS 2023",
    "startingTime": "06/08/2023 00:00:00",
    "location": "Dhermi, Albania",
    "img": "res/img/festivals/anjunadeep-explorations.jpg",
    "description": "Travel to the fabled Ionian coast for five nights of music, connection and discovery at Explorations Festival. The stunning scenery of Albania meets the beats of underground electronic music at this festival retreat.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  },
  {
    "id": 11,
    "name": "UNUM FESTIVAL 2023",
    "startingTime": "06/01/2023 00:00:00",
    "location": "Shëngjin, Albania",
    "img": "res/img/festivals/unum.jpg",
    "description": "Unum Festival is an open-air electronic music festival at Rana e Hedhun beach in Shengjin, Albania.",
    "day": "",
    "hour": "",
    "minute": "",
    "second": ""
  }
]
